Repository: darktable-org/darktable
Catalog: doc/usermanual/po/sv.tmx
Source language: en
Languages: sv

source: method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
sv: metod för strålningsutfyllnad: - globalt medel: snabbt, kan visa felaktig förhandsvisning i stark förstoring; kan ibland skydda mättnaden för mycket eller för lite jämfört med lokalt medel - lokalt medel: långsammare, kan skydda mättnaden bättre än globalt medel genom att använda närliggande pixlar som färgreferens, och kan därmed tillåta med avmättnad där det behövs - fast tröskelvärde: snabbt, använder enbart tröskelvärdet som gränsvärde

source: edge detection radius
sv: radie för upptäckt av kanter

source: radius for detecting fringe
sv: radie för upptäckt av överstrålning

source: threshold for defringe, higher values mean less defringing
sv: tröskelvärde för utfyllnad, högre värden innebär mindre utfyllnad

source: edge threshold
sv: kanttröskel

source: `%s' color matrix not found for 4bayer image!
sv: färgmatrisen `%s' ej funnen för 4bayer-bild!

source: method
sv: metod

source: PPG (fast)
sv: PPG (snabb)

source: AMaZE (slow)
sv: AMaZE (långsam)

source: passthrough (monochrome) (experimental)
sv: oförändrat (monokrom) (experimentell)

source: demosaicing raw data method
sv: demosaicing-metod för rådata

source: Markesteijn 3-pass (slow)
sv: Markesteijn, 3 pass (långsamt)

source: frequency domain chroma (slow)
sv: frekvensdomänchroma (långsamt)

source: threshold for edge-aware median. set to 0.0 to switch off. set to 1.0 to ignore edges.
sv: tröskelvärde för kantmedveten median. värde 0.0 stänger av funktionen. värde 1.0 ignorerar kanter.

source: color smoothing
sv: färguppmjukning

source: one time
sv: en gång

source: two times
sv: två gånger

source: three times
sv: tre gånger

source: four times
sv: fyra gånger

source: five times
sv: fem gånger

source: how many color smoothing median steps after demosaicing
sv: antal färkuppmjukningspass efter demosaicking

source: match greens
sv: matcha grön

source: disabled
sv: av

source: local average
sv: lokalt medel

source: full average
sv: fullständigt medel

source: full and local average
sv: fullständig och lokalt medel

source: green channels matching method
sv: metod för matchning av grön färgkanal

source: demosaicing only needed for raw images.
sv: demosaicking behövs enbart för råbilder.

source: denoise (profiled)
sv: reducera brus (enligt mall)

source: chroma (use on 1st instance)
sv: chroma (använd på första instans)

source: luma (use on 2nd instance)
sv: luma (använd på andra instans)

source: found match for ISO %d
sv: fann motsvarighet till ISO %d

source: interpolated from ISO %d and %d
sv: interpolerat från ISO %d och %d

source: profile
sv: profil

source: patch size
sv: storlek

source: search radius
sv: välj radie

source: profile used for variance stabilization
sv: profil som används för att stabilisera varians

source: method used in the denoising core. non-local means works best for `lightness' blending, wavelets work best for `color' blending
sv: metod som används i brusreduceringens kärna. 'non-local means' fungerar bäst med blandningsläget 'ljushet', 'wavelets' fungerar bäst med blandningsläget 'färg'

source: emergency use only: radius of the neighbourhood to search patches in. increase for better denoising performance, but watch the long runtimes! large radii can be very slow. you have been warned
sv: använd endast i nödfall: radie för området att söka mönster i. öka för bättre brusreducering men se upp för långa körtider! stor radie kan vara väldigt långsam. du har blivit varnad

source: finetune denoising strength
sv: finjustera brusreduceringens styrka

source: dithering
sv: rastrering

source: dither
sv: rastrera

source: random
sv: slumpmässig

source: floyd-steinberg 1-bit B&W
sv: floyd-steinberg 1-bit s/v

source: floyd-steinberg 4-bit gray
sv: floyd-steinberg 4-bit gråskala

source: radius for blurring step
sv: radien för oskärpesteget

source: the gradient range where to apply random dither
sv: områdesgradient där slumpmässig rastrering ska utföras

source: gradient range
sv: områdesgradient

source: damping level of random dither
sv: dämpningsnivå för slumpmässig rastrering

source: damping
sv: dämpning

source: legacy equalizer
sv: äldre equalizer

source: sharpen (strong)
sv: skärpa (mycket)

source: null
sv: Igen påverkan

source: denoise (strong)
sv: reducera brus (mycket)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
sv: denna modul kommer att tas bort i framtiden och finns endast kvar så att du kan stänga av den och använda den nya equalizern.

source: black
sv: svärta

source: auto-exposure
sv: autoexponering

source: percentile
sv: percentil

source: target level
sv: målnivå

source: magic lantern defaults
sv: standardvärden från magic lantern

source: failed to get raw buffer from image `%s'
sv: misslyckades med att läsa råbuffer från bild `%s'

source: manual
sv: manuell

source: automatic
sv: automatisk

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
sv: justera svart nivå för att lösa negativa RGB-värden du bör aldrig använda det för att öka densiteten i svärtan! om dåligt inställt så kommer det kapa nästan-svarta färger utanför tonomfånget genom att förskjuta RGB-värden till negativt.

source: percentage of bright values clipped out, toggle color picker to activate
sv: procentdel av ljusa värden som kapats bort, använd färgväljaren för att aktivera

source: clipping threshold
sv: kapningströskel

source: where in the histogram to meter for deflicking. E.g. 50% is median
sv: var mätningen för blinkborttagning ska ske i histogrammet. T.ex. är 50 % medianvärdet

source: where to place the exposure level for processed pics, EV below overexposure.
sv: var exponeringsnivån ska sättas för behandlade bilder, i antal EV under överexponering.

source: computed EC:
sv: beräknad EK:

source: what exposure correction has actually been used
sv: vilken exponeringskorrigering som faktiskt användes

source: filmic
sv: filmisk

source: 09 EV (low-key)
sv: 09 EV (mörka toner)

source: 10 EV (indoors)
sv: 10 EV (inomhus)

source: 11 EV (dim outdoors)
sv: 11 EV (svagt ljus utomhus)

source: 12 EV (outdoors)
sv: 12 EV (utomhus)

source: 13 EV (bright outdoors)
sv: 13 EV (ljust utomhus)

source: 14 EV (backlighting)
sv: 14 EV (motljus)

source: 15 EV (sunset)
sv: 15 EV (solnedgång)

source: read-only graph, use the parameters below to set the nodes
sv: skrivskyddad graf, använd parametrarna nedan för att sätta punkterna

source: logarithmic shaper
sv: logaritmisk form

source: middle grey luminance
sv: luminansen för mellangrått

source: adjust to match the average luminance of the subject. except in back-lighting situations, this should be around 18%.
sv: justera för att matcha motivets medelluminans utom i motljussituationer, detta bör vara runt 18 %.

source: white relative exposure
sv: vitt i förhållande till exponering

source: number of stops between middle grey and pure white. this is a reading a lightmeter would give you on the scene. adjust so highlights clipping is avoided
sv: antal steg mellan mellangrå och helt vitt. detta är det resultat en ljusmätare skulle ge vid fototillfället. justera så att högdagrar inte klipps bort

source: black relative exposure
sv: svart i förhållande till exponering

source: number of stops between middle grey and pure black. this is a reading a lightmeter would give you on the scene. increase to get more contrast. decrease to recover more details in low-lights.
sv: antal steg mellan mellangrå och helt svart. detta är det resultat en ljusmätare skulle ge vid fototillfället. öka för att få mer kontrast. minska för att återfå mer detaljer i svagt ljus.

source: safety factor
sv: skalningsfaktor

source: enlarge or shrink the computed dynamic range. useful in conjunction with "auto tune levels".
sv: ökar eller minskar det beräknade dynamiska omfånget. användbart tillsammans med "automatisk nivåjustering".

source: auto tune levels
sv: applicera automatisk nivåjustering

source: try to optimize the settings with some guessing. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
sv: försöker optimera inställningen genom att gissa. luminansens omgång håller sig inom histogramets gränser. fungerar bättre för landskap och jämnt belysta foton men sämre för mycket ljusa eller mörka bilder.

source: filmic S curve
sv: filmisk S-kurva

source: slope of the linear part of the curve affects mostly the mid-tones
sv: sluttning för den linjära delen av kurvan påverkar med mellantonerna

source: latitude
sv: latitud

source: width of the linear domain in the middle of the curve. increase to get more contrast at the extreme luminances. this has no effect on mid-tones.
sv: vidden av den linjära delen i mitten av kurvan. öka för att få mer kontrast vid extrem luminans. detta påverkar inte mellantonerna.

source: shadows/highlights balance
sv: skuggor/högdagrar

source: slides the latitude along the slope to give more room to shadows or highlights. use it if you need to protect the details at one extremity of the histogram.
sv: flyttar latituden längs med sluttningen för att ge mer plats för skuggor och högdagrar. använd om du behöver skydda detaljer vid histogrammets ytterkant.

source: global saturation
sv: färgmättnad, globalt

source: desaturates the input of the module globally. you need to set this value below 100% if the chrominance preservation is enabled.
sv: avmättar modulens indata globalt. du måste sätta detta värde till mindre än 100 % om bevarande av färgtoner är påslaget.

source: extreme luminance saturation
sv: färgmättnad, extrem luminans

source: desaturates the output of the module specifically at extreme luminances. decrease if shadows and/or highlights are over-saturated.
sv: avmättar modulens utdata speciellt vid extrem luminans. minska om skuggar och/eller högdagrar är övermättade.

source: intent
sv: avsikt

source: contrasted
sv: kontrast

source: faded
sv: tonad

source: optimized
sv: optimerad

source: change this method if you see reversed contrast or faded blacks
sv: ändra denna metod om du ser minskad kontrast eller urblekta svarta toner

source: preserve the chrominance
sv: bevara färgtonerna

source: ensure the original color are preserved. may reinforce chromatic aberrations. you need to manually tune the saturation when using this mode.
sv: ser till att originalfärgerna bevaras kan leda till kromatisk aberration du måste manuellt justera mättnaden när du använder detta.

source: destination/display
sv: mål

source: target black luminance
sv: arbetar på svart luminans

source: luminance of output pure black, this should be 0% except if you want a faded look
sv: luminans för att ge helt svart, detta ska vara 0 % utom om du vill ha ett urblekt resultat

source: target middle grey
sv: justerar mellangrått

source: midde grey value of the target display or color space. you should never touch that unless you know what you are doing.
sv: värde för mellangrå för skärmen eller färgschemat. du borde aldrig behöva ändra detta om du inte är säker på vad du gör.

source: target white luminance
sv: justerar vit luminans

source: luminance of output pure white, this should be 100% except if you want a faded look
sv: luminans för att ge helt vitt, denna ska vara 100 % utom om du vill ha ett urblekt resultat

source: target gamma
sv: justerar gamma

source: power or gamma of the transfer function of the display or color space. you should never touch that unless you know what you are doing.
sv: styrka eller gamma på överföringsfunktionen till skärmen eller färgrymden. du borde aldrig röra detta om du inte vet vad du gör.

source: scale into final size
sv: skala till slutlig storlek

source: no rotation
sv: ingen rotation

source: flip horizontally
sv: vänd horisontalt

source: flip vertically
sv: vänd vertikalt

source: rotate by -90 degrees
sv: rotera 90 grader moturs

source: rotate by 90 degrees
sv: rotera 90 grader medurs

source: rotate by 180 degrees
sv: rotera 180 grader

source: rotate
sv: rotera

source: rotate 90 degrees CCW
sv: rotera 90 grader moturs

source: rotate 90 degrees CW
sv: rotera 90 grader medurs

source: global tonemap
sv: global tonemapping

source: the global tonemap operator
sv: operatorn för global tonemapping

source: bias
sv: påverkan

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
sv: påverkan (bias) i tonemapping kontrollerar lineariteten, ju högre värde desto mer detaljer i de mörka områdena

source: target
sv: mål

source: the target light for tonemapper specified as cd/m2
sv: det resulterande ljuset i tonemappern, specificera i cd/m2

source: neutral gray ND2 (soft)
sv: neutral grå ND2 (mjuk)

source: neutral gray ND4 (soft)
sv: neutral Grå ND4 (mjuk)

source: neutral gray ND8 (soft)
sv: neutral grå ND8 (mjuk)

source: neutral gray ND2 (hard)
sv: neutral grå ND2 (hård)

source: neutral gray ND4 (hard)
sv: neutral grå ND4 (hård)

source: neutral gray ND8 (hard)
sv: neutral grå ND8 (hård)

source: orange ND2 (soft)
sv: Orange ND2 (mjuk)

source: yellow ND2 (soft)
sv: Gul ND2 (mjuk)

source: purple ND2 (soft)
sv: Lila ND2 (mjuk)

source: green ND2 (soft)
sv: Grön ND2 (mjuk)

source: red ND2 (soft)
sv: Röd ND2 (mjuk)

source: blue ND2 (soft)
sv: Blå ND2 (mjuk)

source: brown ND4 (soft)
sv: Brun ND4 (mjuk)

source: graduated density
sv: graderat gråfilter

source: density
sv: densitet

source: the density in EV for the filter
sv: filtrets densitet givet i EV

source: compression of graduation: 0% = soft, 100% = hard
sv: komprimering av gradering 0% = mjuk, 100% = hård

source: rotation of filter -180 to 180 degrees
sv: rotation av filter -180 till 180 grader

source: select the hue tone of filter
sv: välj filtrets nyans

source: select the saturation of filter
sv: välj filtrets färgmättnad

source: grain
sv: brus

source: the grain size (~ISO of the film)
sv: grynstorlek(~ISO av filmen)

source: the strength of applied grain
sv: styrkan av applicerat brus

source: midtones bias
sv: mellantoners påverkan

source: amount of midtones bias from the photographic paper response modeling. the greater the bias, the more pronounced the fall off of the grain in shadows and highlights
sv: hur mycket mellantonerna påverkar modellen som efterliknar hur fotopapper fungerar. ju högre påverkan desto tydligare avtar bruset i skuggor och högdagrar

source: haze removal
sv: disborttagning

source: amount of haze reduction
sv: mängden dis att reducera

source: distance
sv: avstånd

source: limit haze removal up to a specific spatial depth
sv: begränsa disborttagning upp till ett visst rumsligt djup

source: highlight reconstruction
sv: återskapa högdagrar

source: clip highlights
sv: kapa högdagrar

source: reconstruct in LCh
sv: återskapa i LCh

source: reconstruct color
sv: återskapa färger

source: highlight reconstruction method
sv: metod för återuppbyggnad av högdagrar

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
sv: justera kapningströskeln mot högdagrar i magenta (du borde inte behöva röra det här)

source: highpass
sv: högpass

source: sharpness
sv: skärpa

source: contrast boost
sv: lyft kontrast

source: the sharpness of highpass filter
sv: skärpa för högpass-filter

source: the contrast of highpass filter
sv: kontrast för högpass-filter

source: hot pixels
sv: heta pixlar

source: fixed %d pixel
sv: fast %d pixel

source: lower threshold for hot pixel
sv: undre tröskel för heta pixlar

source: strength of hot pixel correction
sv: styrka för korrigering av heta pixlar

source: detect by 3 neighbors
sv: hitta via 3 grannar

source: mark fixed pixels
sv: markera pixlar

source: hot pixel correction only works for raw images.
sv: korrigering av heta pixlar fungerar bara på råbilder.

source: `%s' color matrix not found for 4bayer image
sv: färgmatrisen `%s' ej funnen för 4bayer-bild!

source: invert
sv: invertera

source: pick color of film material from image
sv: välj färg på filmmaterial från bild

source: color of film material
sv: färg på filmmaterial

source: select color of film material
sv: välj färg på filmmaterial

source: lens correction
sv: objektivkorrigering

source: find camera
sv: sök kamera

source: find lens
sv: sök objektiv

source: auto scale
sv: autoskalning

source: camera model
sv: kamera modell

source: select corrections
sv: välj korrigeringar

source: maker: %s model: %s%s mount: %s crop factor: %.1f
sv: tillverkare: %s modell: %s%s montering: %s beskärningsfaktor: %.1f

source: camera/lens not found - please select manually
sv: fann inte kamera/objektiv - var god välj manuellt

source: try to locate your camera/lens in the above two menus
sv: försök att hitta din kamera eller ditt objektiv i de två menyerna ovan

source: focal length (mm)
sv: brännvidd (mm)

source: f-number (aperture)
sv: bländartal

source: distance to subject
sv: distans till motivet

source: distortion & TCA
sv: distortioner & TCA

source: distortion & vignetting
sv: distortioner och vinjettering

source: TCA & vignetting
sv: TCA & vinjettering

source: only distortion
sv: enbart distortioner

source: only TCA
sv: enbart TCA

source: only vignetting
sv: enbart vinjettering

source: corrections
sv: korrigeringar

source: which corrections to apply
sv: vilka korrigeringar som ska utföras

source: geometry
sv: geometrisk

source: target geometry
sv: målgeometri

source: rectilinear
sv: rätlinjig

source: fish-eye
sv: fisköga

source: panoramic
sv: panoramisk

source: equirectangular
sv: ekvirektangulär

source: orthographic
sv: ortografisk

source: stereographic
sv: stereografisk

source: equisolid angle
sv: konstant solid vinkel

source: thoby fish-eye
sv: thoby fisköga

source: correct distortions or apply them
sv: korrigera eller applicera förvridningar

source: correct
sv: korrigering

source: distort
sv: förvrid

source: Transversal Chromatic Aberration red
sv: Röd transversell kromatisk avvikelse

source: TCA red
sv: röd TCA

source: Transversal Chromatic Aberration blue
sv: Blå transversell kromatisk avvikelse

source: TCA blue
sv: blå TCA

source: corrections done:
sv: gjorda korrigeringar:

source: which corrections have actually been done
sv: vilka korrigeringar som faktiskt har gjorts

source: levels
sv: nivåer

source: drag handles to set black, gray, and white points. operates on L channel.
sv: dra hantag för att sätta svart-, grå- och vitpunkt. arbetar på L-kanalen.

source: apply auto levels
sv: applicera automatisk nivåjustering

source: pick black point from image
sv: välj svartpunkt från bild

source: pick medium gray point from image
sv: välj gråpunkt från bild

source: pick white point from image
sv: välj vitpunkt från bild

source: black percentile
sv: svart percentil

source: gray percentile
sv: grå percentil

source: white percentile
sv: vit percentil

source: white
sv: vit

source: liquify
sv: gör flytande

source: click and drag to add point scroll to change size shift-scroll to change strength - ctrl-scroll to change direction
sv: klicka och dra för att lägga till punkt rulla för att ändra storlek shift+rulla för att ändra styrka - ctrl+rulla för att ändra riktning

source: click to add line scroll to change size shift-scroll to change strength - ctrl-scroll to change direction
sv: klicka för att lägga till linje rulla för att ändra storlek shift+rulla för att ändra styrka - ctrl+rulla för att ändra riktning

source: click to add curve scroll to change size shift-scroll to change strength - ctrl-scroll to change direction
sv: klicka för att lägga till kurva rulla för att ändra storlek shift+rulla för att ändra styrka - ctrl+rulla för att ändra riktning

source: click to edit nodes
sv: klicka för att redigera noder

source: use a tool to add warps. right-click to remove a warp.
sv: använd ett verktyg för att lägga till en skevning. högerklicka för att ta bort en skevning.

source: warps|nodes count:
sv: antal skevningar|noder:

source: point tool: draw points
sv: punktverktyg: rita punkter

source: line tool: draw lines
sv: linjeverktyg: rita linjer

source: curve tool: draw curves
sv: kurvverktyg: rita kurvor

source: node tool: edit, add and delete nodes
sv: nodverktyg: redigera, lägg till och ta bort noder

source: ctrl-click: add node - right click: remove path ctrl-alt-click: toggle line/curve
sv: ctrl+klick: lägga till en nod - högerklick: ta bort slinga ctrl+alt+klick: linje/kurva på/av

source: click and drag to move - click: show/hide feathering controls ctrl-click: autosmooth, cusp, smooth, symmetrical - right click to remove
sv: klicka och dra för att flytta - klick : linjär eller fjädrad ctrl+klick : auto, spets, mjuk, symmetrisk högerklick för att ta bort

source: drag to change shape of path
sv: dra för att ändra slingans form

source: drag to adjust warp radius
sv: dra för att justera skevningens radie

source: drag to adjust hardness (center)
sv: dra för att justera hårdhet (centrum)

source: drag to adjust hardness (feather)
sv: dra för att justera hårdhet (fjädring)

source: drag to adjust warp strength ctrl-click: linear, grow, and shrink
sv: dra för att justera skevningens styrka ctrl+klick : linjär, förstora, förminska

source: point tool
sv: punktverktyg

source: line tool
sv: linjeverktyg

source: curve tool
sv: kurvverktyg

source: node tool
sv: nodverktyg

source: lowlight vision
sv: mörkerseende

source: blue shift
sv: blåskiftning

source: indoor bright
sv: inomhus ljust

source: indoor dim
sv: inomhus dunkelt

source: indoor dark
sv: inomhus mörkt

source: twilight
sv: halvdager

source: night street lit
sv: belyst nattgata

source: night street
sv: nattgata

source: night street dark
sv: mörk nattgata

source: night
sv: natt

source: dark
sv: mörk

source: bright
sv: ljus

source: day vision
sv: dagsseende

source: night vision
sv: nattseende

source: blueness in shadows
sv: blåton i skuggor

source: lowpass
sv: lågpass

source: local contrast mask
sv: lokal kontrastmask

source: filter order
sv: filterordning

source: 0th order
sv: 0:e ordningen

source: 1st order
sv: 1:a ordningen

source: 2nd order
sv: 2:a ordningen

source: filter order of gaussian blur
sv: filterordning för gaussisk oskärpa

source: soften with
sv: mjuka upp med

source: gaussian
sv: gaussisk

source: bilateral filter
sv: bilateralt filter

source: radius of gaussian/bilateral blur
sv: radie för gaussisk/bilateral oskärpa

source: contrast of lowpass filter
sv: kontrast för lågpass-filtret

source: brightness adjustment of lowpass filter
sv: justering av ljusstyrka för lågpass-filtret

source: color saturation of lowpass filter
sv: färgmättnad för lågpass-filtret

source: which filter to use for blurring
sv: vilket filter för oskärpa

source: all files
sv: alla filer

source: mask manager
sv: markeringshanterare

source: monochrome
sv: monokrom

source: red filter
sv: rött filter

source: drag and scroll mouse wheel to adjust the virtual color filter
sv: drag och rulla med musen för att justera det virtuella färgfiltret

source: how much to keep highlights
sv: hur mycket ska högdagrar behållas

source: denoise (non-local means)
sv: brusreducering (non-local means)

source: radius of the patches to match
sv: radien på elementen att identifiera
